openssh
openvpn
alsa-utils
pipewire-pulse
ntfs-3g
f2fs-tools
mtools
dosfstools
exfatprogs
fuse
usbutils
xfsprogs
jq
dmidecode
gdisk
bc
tree
firewalld
acpi
cronie
reflector
bluez
bluez-utils
netctl
net-tools
networkmanager
iw
wpa_supplicant
wireless_tools
cups
xorg
gnome-shell
gnome-shell-extensions
gnome-control-center
gnome-keyring
gnome-terminal
gnome-text-editor
gnome-calendar
gnome-clocks
gnome-calculator
gnome-maps
gsmartcontrol
eog
xdg-user-dirs-gtk
xdg-user-dirs
gvfs
gdm
nautilus
firefox
gparted
git
vim
nano
wget
curl
evince
htop
neofetch
timeshift
yay
extension-manager
clean
architalia-fonts
core-gtk-theme
core-gnome-backgrounds
core-icons-theme
core-keyring
gnome-shell-extension-desktop-icons-ng
core-extension-base
